[S_Avatar_Autopsy_Angelic_Elder_02 AkEvent]
SpokenText="Ми покладали на вас такi надiї..."

[T_Final_Mission_The_Fortress_Angelic_Elder_03_a AkEvent]
SpokenText="Яка втрата. Безглуздi жертви. Ви змусили нас. Але ми готовi запропонувати мир. Будьте з нами, i свiт буде врятовано."

[T_Final_Mission_The_Fortress_Angelic_Elder_05_a AkEvent]
SpokenText="Печально. Але очiкувано."
